/* 
  Localizable.strings
  Antidote

  Created by Dmytro Vorobiov on 08/10/15.
  Copyright © 2015 dvor. All rights reserved.
*/

/*
  Translation is done with Transifex service.
  See https://www.transifex.com/antidote/antidote-ios/
*/

/* Login screen text */
"login_welcome_text" = "Velkommen til Antidote! ";
/* Login screen text */
"login_or_label" = "eller";

/* Login screen text */
"create_account" = "Opret en konto";
/* Login screen text */
"import_profile" = "Importer profil";
/* Password field */
"password" = "Adgangskode";
/* Login button */
"log_in" = "Log ind";
/* Login screen text */
"create_profile" = "Opret profil";
/* Login screen text */
"import_to_antidote" = "Importer til Antidote";
/* Login screen text */
"create_account_username_title" = "Hvordan kontakter vil se dig?";
/* Login screen text */
"create_account_username_placeholder" = "Brugernavn";
/* Login screen text */
"create_account_profile_title" = "Hvordan du ringer til denne profil?";
/* Login screen text */
"create_account_profile_placeholder" = "Profilnavn";
/* Login screen text */
"create_account_profile_hint" = "f.eks. Hjem, iPhone";
/* Login button */
"create_account_go_button" = "Gå til";
/* Default status message */
"default_user_status_message" = "Toxer på Antidote";

/* Label shown when connecting to Tox network */
"connecting_label" = "Forbinder...";

/* Tab name and screen name */
"contacts_title" = "Kontakter";
/* Tab name and screen name */
"chats_title" = "Chats";
/* Tab name and screen name */
"settings_title" = "Indstillinger";
/* Tab name and screen name */
"profile_title" = "Profil";

/* No contacts placeholder text */
"contact_no_contacts_add_contact" = "Tilføj en kontakt\neller";
/* No contacts placeholder text */
"contact_no_contacts_share_tox_id" = "del dit Tox-ID";
/* Contact request section title */
"contact_requests_section" = "Kontakt-anmodninger";
/* Contact last seen status */
"contact_last_seen" = "Sidst set: %@";
/* Screen name */
"contact_request" = "Kontakt-anmodning";
/* Contact request button */
"contact_request_decline" = "Afvis";
/* Contact request button */
"contact_request_accept" = "Accepter";
/* Contact request confirmation */
"contact_request_delete_title" = "Slet kontakt-anmodning?";

/* Share Tox ID text */
"show_qr_code" = "Vis QR-kode";
/* Share Tox ID text */
"copy" = "Kopier";

/* Add contat screen name */
"add_contact_title" = "Tilføj kontakt";
/* Add contat button */
"add_contact_send" = "Send";
/* Add contat placeholder text */
"add_contact_tox_id_placeholder" = "Indtast Tox-ID";
/* Add contat placeholder text */
"add_contact_or_label" = "eller";
/* Add contat button */
"add_contact_use_qr" = "Brug QR-kode";
/* Add contat placeholder text */
"add_contact_default_message_title" = "Besked";
/* Add contat default text sended to contact */
"add_contact_default_message_text" = "Hej! Vil du være så venlig at føje mig til din kontakt-liste?";
/* Add contat error */
"add_contact_wrong_qr" = "Forkert QR-kode. Det skal indeholde et Tox-ID";

/* User name text */
"name" = "Navn";
/* User nickname text */
"nickname" = "Kaldenavn";
/* User status message text */
"status_message" = "Status-besked";
/* User status text */
"status_title" = "Status";
/* User Tox ID text */
"my_tox_id" = "Mit Tox-ID";
/* User public key text */
"public_key" = "Offentlig nøgle";
/* Share Tox ID text */
"show_qr" = "Vis QR";
/* Profile menu item / screen name */
"profile_details" = "Profil-detaljer";
/* Profile button */
"logout_button" = "Log ud";

/* QR code screen button */
"qr_close_button" = "Luk";

/* Chat screen placeholder */
"chat_no_chats" = "Ingen chats";
/* Chats screen message text */
"chat_outgoing_file" = "Udgående fil:";
/* Chats screen message text */
"chat_incoming_file" = "Indkommende fil:";
/* Chats screen message text */
"chat_call_finished" = "Opkald afsluttet";
/* Chats screen message text */
"chat_unanwered_call" = "Ubesvaret opkald";
/* Chat button */
"chat_send_button" = "Send";
/* Chat notification toast */
"chat_new_messages" = "↓ Nye beskeder";
/* Chat call information */
"chat_call_message" = "Opkald,";
/* Chat call information */
"chat_missed_call_message" = "Mistet opkald";

/* Status message */
"status_offline" = "Offline";
/* Status message */
"status_online" = "Online";
/* Status message */
"status_away" = "Ikke til stede";
/* Status message */
"status_busy" = "Optaget";

/* Notification text */
"notification_new_message" = "Ny besked";
/* Notification text */
"notification_incoming_contact_request" = "Indkommende kontakt-anmodning";
/* Notification text */
"notification_is_calling" = "ringer til dig";
/* Notification text */
"notification_incoming_file" = "Indkommende fil";

/* Settings menu / screen name */
"settings_about" = "Om";
/* Settings menu / screen name */
"settings_advanced_settings" = "Avancerede indstillinger";
/* Settings menu */
"settings_feedback" = "Tilbagemelding";
/* Settings feedback error */
"settings_configure_email" = "Konfigurer venligst dine mail-indstillinger";
/* About screen menu */
"settings_antidote_version" = "Antidote version";
/* About screen menu */
"settings_antidote_build" = "Antidote Build";
/* About screen menu */
"settings_toxcore_version" = "Toxcore Version";
/* Settings screen menu */
"settings_autodownload_images" = "Hent billeder automatisk";
/* Settings screen menu */
"settings_autodownload_images_description" = "Hent automatisk indkommende billeder.";
/* Settings screen menu */
"settings_notifications_message_preview" = "Notifikations-forevisning";
/* Settings screen menu */
"settings_notifications_description" = "Når appen er i baggrunden vil du stadig modtage notifikationer i op til 10 minutter.";
/* Settings screen menu */
"settings_ipv6_enabled" = "IPv6 aktiveret";
/* Settings screen menu */
"settings_udp_enabled" = "UDP aktiveret";
/* Settings screen menu */
"settings_restore_default" = "Gendan standardindstillinger";
/* Settings screen autodownload images option */
"settings_never" = "Aldrig";
/* Settings screen autodownload images option */
"settings_wifi" = "Wi-Fi";
/* Settings screen autodownload images option */
"settings_using_wifi" = "Ved brug af Wi-Fi";
/* Settings screen autodownload images option */
"settings_always" = "Altid";

/* Profile settings menu */
"set_password" = "Indstil adgangskode";
/* Profile settings menu */
"change_password" = "Skift adgangskode";
/* Profile settings menu */
"delete_password" = "Slet adgangskode";
/* Profile settings menu */
"old_password" = "Gammel adgangskode";
/* Change password text */
"new_password" = "Ny adgangskode";
/* Change password text */
"repeat_password" = "Gentag ny adgangskode";
/* Change password button */
"change_password_done" = "Færdig";
/* Change password error */
"password_is_empty_error" = "Adgangskoden skulle ikke være tom";
/* Change password error */
"wrong_old_password" = "Forkert adgangskode";
/* Change password error */
"passwords_do_not_match" = "Adgangskoderne er ikke ens";

/* Source of photo to take */
"photo_from_camera" = "Kamera";
/* Source of photo to take */
"photo_from_photo_library" = "Foto-bibliotek";
/* Error while converting avatar image */
"change_avatar_error_convert_image" = "Kan ikke konvertere billede";

/* Profile menu item */
"export_profile" = "Eksporter profil";
/* Profile menu item */
"delete_profile" = "Slet profil";
/* Delete profile confirmation */
"delete_profile_confirmation_title_1" = "Slet denne profil?";
/* Delete profile confirmation */
"delete_profile_confirmation_title_2" = "Er du sikker?";
/* Delete profile confirmation */
"delete_profile_confirmation_message" = "Denne handling kan ikke fortrydes";

/* Call screen text */
"call_incoming" = "Indkommende opkald";
/* Call screen text */
"call_ended" = "Opkald afsluttet";
/* Call screen text */
"call_reaching" = "Rækker ud...";

/* File message text */
"chat_file_cancelled" = "Annulleret";
/* File message text */
"chat_waiting" = "Venter...";
/* File message text */
"chat_paused" = "Sat på pause";

/* Deleting chat confirmation */
"delete_chat_title" = "Slet denne chat og besked-historikken?";
/* Deleting contat confirmation */
"delete_contact_title" = "Slet denne kontakt?\nDin chat-historik vil gå tabt.";
/* Deleting contat request confirmation */
"delete_contact_request_title" = "Slet denne kontakt-anmodning?";
/* Delete button */
"alert_delete" = "Slet";
/* Delete button */
"alert_cancel" = "Annuller";

/* Error while creating new profile */
"login_enter_username_and_profile" = "Indtast venligst både brugernavn og profil-navn.";
/* Error while creating new profile */
"login_profile_already_exists" = "En profil med det angivne navn eksisterer allerede";

/* General error title */
"error_title" = "Fejl";
/* General error button */
"error_ok_button" = "OK";
/* Error */
"error_contact_not_connected" = "Kontakten er ikke online";
/* Error */
"error_too_many_files" = "For mange aktive fil-overførsler";
/* Error */
"error_internal_message" = "Intern fejl";
/* Error */
"error_wrong_password_title" = "Forkert adgangskode";
/* Error */
"error_wrong_password_message" = "Adgangskode indeholder forkerte symboler.";
/* Error */
"error_import_not_exist_title" = "Tox-arkivfil kan ikke importeres";
/* Error */
"error_import_not_exist_message" = "Filen eksisterer ikke.";
/* Error */
"error_decrypt_title" = "Kan ikke dekryptere Tox-arkivfilen";
/* Error */
"error_decrypt_empty_data_message" = "Nogle indtastnings-data var tomme.";
/* Error */
"error_decrypt_bad_format_message" = "Filen er i et dårligt format, eller beskadiget.";
/* Error */
"error_decrypt_wrong_password_message" = "Adgangskoden er forkert eller filen er beskadiget.";
/* Error */
"error_general_unknown_message" = "Der opstod en ukendt fejl.";
/* Error */
"error_general_no_memory_message" = "Ikke nok hukommelse.";
/* Error */
"error_general_bind_port_message" = "Kunne ikke binde til en port.";
/* Error */
"error_general_profile_encrypted_message" = "Profilen er krypteret.";
/* Error */
"error_general_bad_format_message" = "Filen er i et dårligt format, eller beskadiget.";
/* Error */
"error_proxy_title" = "Proxy-fejl";
/* Error */
"error_proxy_invalid_address_message" = "Proxy-adressen har et ugyldigt format.";
/* Error */
"error_proxy_invalid_port_message" = "Proxy-porten er ugyldig.";
/* Error */
"error_proxy_host_not_resolved_message" = "Proxy-værten kunne ikke nås.";

/* Error */
"error_name_too_long" = "Navnet er for langt.";
/* Error */
"error_status_message_too_long" = "Status-beskeden er for lang";

/* Error */
"error_contact_request_too_long" = "Beskeden er for lang";
/* Error */
"error_contact_request_no_message" = "Ingen besked specificeret";
/* Error */
"error_contact_request_own_key" = "Kan ikke føje mig selv til kontakt-listen";
/* Error */
"error_contact_request_already_sent" = "Kontakt-anmodningen var allerede sendt";
/* Error */
"error_contact_request_bad_checksum" = "Forkert checksum, tjek venligst indtastet Tox-ID";
/* Error */
"error_contact_request_new_nospam" = "Dårlig nospam-værdi, tjek venligst indtasted Tox-ID";

/* Call error */
"call_error_already_in_call" = "Allerede i et opkald";
/* Call error */
"call_error_contact_is_offline" = "Kontakten er offline";
/* Call error */
"call_error_no_active_call" = "Der er intet aktivt opkald";

/* Error while using color theme */
"theme_error_cannot_open" = "Tema kan ikke åbnes, forkert format";
